Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 2015 the board of KHiO laid down ethical guidelines with a zero-tolerance policy for bullying and harassment.
nb: I 2015 fastsatte styret ved KHiO etiske retningslinjer med nulltoleranse for mobbing og trakassering.

source: This is why a close dialogue and interaction is required until the costume design works.”
nb: Derfor må det være tett dialog og samarbeid til kostymedesignet fungerer, sier hun.

source: “And I like it, especially because you have to go out on a limb.
nb: Forholde seg til de begrensningene som er og gå på i stort format.

source: Professor of art and theory Jan Verwoert teaches at the Oslo National Academy of the Arts, the Piet Zwart Institute Rotterdam, and the de Appel curatorial programme, Amsterdam.
nb: Jan Verwoert underviser ved Kunstakademiet i Oslo, Piet Zwart Institute i Rotterdam, og ved de Appels kuratoriske program i Amsterdam.

source: Students are responsible for their own belongings and must pay for their own insurance for private belongings that are stored on the Academy’s premises.
nb: Studentene har ansvar for sine egne eiendeler og må selv dekke egen forsikring for private eiendeler som blir oppbevart i Kunsthøgskolen sine lokale.

source: Oslo National Academy of the Arts, Elvebakken, Ingensteds
nb: Kunsthøgskolen i Oslo, Elvebakken, Ingensteds

source: Foto: Carl Christian Lein Størmer Related
nb: Carl Christian Lein Størmer Relatert informasjon

source: Dyveke is an associate professor at the Department of Art and Craft, where she has worked since 1998.
nb: Dyveke er førsteamanuensis ved avdeling for Kunst og håndverk, her har hun vært siden 1998.

source: You must ensure that you are allocated the correct number of credits each term and each year of study in accordance with the curriculum and the individual education plan.
nb: Du må påse at du får godskrevet det korrekte antall studiepoeng hvert semester og studieår, i samsvar med studieplanen og den individuelle utdanningsplanen.

source: KHiO is meant to be a place where we invite people to dance in meaningful opposition, and where there is plenty of space for everyone under the ceiling, as in Vrimla, and where there is also plenty of space sideways, as in the wings of the main stage.
nb: Khio skal være en plass hvor det bys opp til dans, i meningsfull motsetning, og hvor det som i Vrimla, er høyt under taket, og som i vingene på hovedscenen, god plass sidelengs.

source: In 2014 the Working Environment Committee (AMU) adopted dedicated guidelines for dealing with conflicts and for involving a third party in the event of a conflict.
nb: I 2014 vedtok AMU egne retningslinjer for håndtering av konflikter og involvering av tredjepart ved konflikter.

source: PR/marketing of the degree shows is handled by the departments in coordination with the Communications team.
nb: Kommunikasjon og markedsføring av utstillingene håndteres i samarbeid mellom avdelingene og team kommunikasjon.

source: • It is not permitted to serve, sell or drink alcohol on the school premises.
nb: • Det er ikke til att å servere, selge eller drikke alkohol i skolens lokaler.

source: Akselsen has extensive experience both as a dancer and choreographer.
nb: Akselsen har en omfattende karriere både som koreograf og utøver.

source: teaching; more use of the so-called flipped classroom; reflections on
nb: Aktiv læring- lite lærerstyrt tradisjonell undervisning, og mer bruk av

source: Following a proposal from the University of Agder (UiA), the University of Oslo (UiO) and the Oslo National Academy of the Arts (KHiO), a national survey of the higher education sector was initiated.
nb: Etter initiativ fra Universitetet i Agder (UiA), Universitetet i Oslo (UiO) og KHiO er det tatt initiativ til en nasjonal spørreundersøkelse i sektoren.

source: 801 applicants competing for 10 places makes for a high hurdle to overcome.
nb: 801 søkere som kjemper om 10 plasser gir derfor et trangt nåløye å passere.

source: Dyveke is most well-known for her work on the Svalbard Global Seed Vault, a luminous monument harbouring a shadow of its own – our threatened biodiversity.
nb: Dyveke er mest kjent for frøhvelvet på Svalbard – et lysende monument, som huser skyggen av et biologisk mangfold i krise.

source: questions that should be addressed at KHiO’s board meetings and other key committees.
nb: dagsaktuelle spørsmål og tema som bør tas opp på KHiOs styremøter og andre sentrale råd.

source: Motivated by the dearth of knowledge about the scope of bullying and harassment, KHiO was one of the institutions that initiated the survey.
nb: KHiO var en av initiativtakerne til UHR-undersøkelsen fordi det i dag er lite kunnskap om omfanget av mobbing og trakassering.

source: What characterizations of the learning environment and culture of expression do your department desire for KHiO in the future (future situation)?
nb: Hva ønsker deres avdeling skal kjennetegne læringsmiljøet og ytringskulturen ved KHiO i fremtiden (fremtids-situasjon)?

source: does not apply to students.
nb: gjelder i utgangspunktet ikke for studenter.

source: is a compilation of photographs and works of art, essays, articles and poems.
nb: er en samling av fotografier og kunstverk, essays, artikler og dikt.

source: We will continue to develop the Artistic Research Week as a sharing platform for the school’s staff
nb: Vi vil fortsette å utvikle KUF-uken som delingsplattform for skolens ansatte og studenter.

source: As a theatre critic for Morgenbladet, he contributed a distinct voice to critical public debates about contemporary Norwegian theatre, an activity that was followed by his period as artistic director at Black Box Theatre.
nb: Som teaterkritiker i Morgenbladet ble han en tydelig stemme og tok del i den kritiske offentligheten rundt norsk samtidsteater, avløst av tiden som teatersjef ved Black Box teater.

source: In opening up the horizon of experience, Polys Peslikas’ paintings set the stage for hosting further artistic exchanges.
nb: Maleriene til Polys Peslikas åpner opp erfaringshorisonten og legger dermed til rette for flere kunstneriske utvekslinger.

source: Booking for students and staff
nb: Booking for studenter og ansatte

source: university colleges, at times that do not disturb the students’ access to the workshops, such as
nb: Oppdragskurs for bedrifter og andre høgskoler som finner sted på tider som ikke

source: teaching in joint sessions with relevant theories and research 2.
nb: Hver modul tilsvarer omtrent 2 studiepoeng og består av ca.

source: Appropriate use of Canvas
nb: Hensiktsmessig bruk av Canvas

source: “I’ve been admitted to the Master’s programme,” says Eli Beate Vevang, who plans to wait a year before continuing her education.
nb: –Jeg har fått tilbud om masterplass, forteller Eli Beate Vevang, som vil vente et år med å ta plassen.

source: Oslo National Academy of the Arts, Prøvesal 2
nb: Kunsthøgskolen i Oslo, Prøvesal 2

source: How should we respond?
nb: Hvordan skal vi jobbe med dette?

source: In the second year (MA2), the two approaches are combined.
nb: I annet år (MA2) blir disse tilnærmingene kombinert.

source: We didn’t have a piano at home, but when I heard music on the radio, I pretended to play along on the table,” he recalls, as he lets his fingers dance on the table top.
nb: Vi hadde ikke piano hjemme, men når det kom musikk i radioen, spilte jeg liksom med på bordet, forteller han og lar fingrene danse over bordplaten.

source: Ingri Fiksdal and Venke Sortland will share from the work with Shadows of Tomorrow/BAND and the Austrian choreographer Anne Juren will contribute with the performance “Fantasmical Anatomy”.
nb: Ingri Fiksdal og Venke Sortland vil dele fra arbeidet med Shadows of Tomorrow/ BAND og franske Anne Juren vil dele forestillingen Fantasmical Anatomy.

source: January 23 Saturday she will take part in a
nb: Lørdag 23. januar vil hun også delta i

source: It also became noticeable how challenging it can be for young people in particular to get their bearings, especially – and paradoxically enough – when it comes to local matters, considering all the access they have to the world at large in today’s digital society.
nb: Det ble også merkbart hvordan det særlig for unge kan være vanskelig å orientere seg, spesielt i det nære og lokale, paradoksalt nok, med tanke på all den informasjon de har tilgang til om verden i dagens digitale samfunn.

source: Through her method « Speaking & Building », she has found a structurally consistent and poetic way to address conditions of production and creation where the emphasis lies on uncovering/making visible process-oriented strategies rather than finished works.
nb: Gjennom sin metode « Speaking & Building », har hun funnet en strukturelt konsekvent og poetisk måte å adressere produksjonsbetingelser og skapelse på der synliggjøringen av prosessuelle strategier framfor avsluttede verk står sentralt.

source: We’ve helped each other out – here I must especially thank Cathrine [Cathrine Alice Liberg], who has guided me throughout the MA.
nb: Vi har hjelpt hverandre – her må jeg spesielt takke Cathrine (Alice Liberg) som har leid meg gjennom hele MA.

source: KHiO received the UHR Report from the Survey on Bullying and Harassment in Norwegian Institutions of Higher Education.
nb: KHiO har mottatt institusjonsrapporten fra UHR sin spørreundersøkelse om mobbing og trakassering i universitets og høgskolesektoren.

source: From the inside – choreography and somatic practice
nb: Fra innsiden – koreografi og somatisk praksis

source: The corner with the small hatches on the wall – what are they, and are they related to something else I can’t see?
nb: Vinkelen på de små lukene på veggen, hva er de, henger de sammen med noe annet jeg kan se?

source: decision-making processes that affect their studies, and structures to encourage the students’ own
nb: Studentrådet og studentenes involvering i alle beslutningsprosesser som påvirker studiene, og strukturer for

source: Edited by Petrine VinjeThe publication is supported by Arts Council Norway. The art project Anatomical Theater for the Norwegian Sculpture Biennale 2013 was supported by Fritt Ord, Oslo Municipality and the Visual Artists Remuneration Fund.
nb: Redigert av Petrine VinjePublikasjonen er støttet av Kulturrådet.Kunstprosjektet Anatomisk Teater for Skulpturbiennalen 2013 ble støttet av Fritt Ord, Oslo kommune og Billedkunstnernes Vederlagsfond.

source: “Tensegrity” refers to the principles of pressure and counter-pressure, a balance between push and pull.
nb: Tensegrity er prinsipper for trykk og mottrykk, en balanse mellom trekk og skyv.

source: In 2011 he edited “Visual Art in the Oslo Opera House” (Press Publishing 2011) with essays from amongst others Marta Kuzma, Hans-Ulrich Obrist and Jürg Heisser.
nb: I 2011 redigerte han “Kunsten i Operaen” (Forlaget Press 2011) med tekster fra blant andre Marta Kuzma, Hans-Ulrich Obrist og Jürg Heisser.

source: Røstad holds an MFA in Public Art and New Artistic Strategies program from Bauhaus University and a BA in Fine Arts from Liverpool Institute for Performing Arts.
nb: Røstad har en MFA i Kunst i offentlig rom og nye kunstneriske strategier fra Bauhaus University, og en BA fra Liverpool Institute for Performing Arts.

source: I have no intention to change it,” says Jon Refsdal Moe.
nb: Jeg har ingen ambisjoner om å forandre det, sier Jon Refsdal Moe.

source: Hermansen is a fellow in the Norwegian Artistic Research Programme at the Art and Craft department, Oslo National Academy of the Arts.
nb: Hermansen er stipendiat i Program for kunstnerisk utviklingsarbeid ved avdeling kunst og håndverk, Kunsthøgskolen i Oslo.

source: Access for visitors must be accounted for and approved by a staff member, and access for other reasons than those given here must be approved by the workshop master, or in some cases - by the Director.
nb: Adgang for besøkende må begrunnes og godkjennes av en ansatt, og adgang for andre grunner enn spesifisert her må godkjennes av verkstedsleder eller, i noen tilfeller, av direktør.

source: For example, in 2009, as part of his theory course, Barth organised a month-long workshop for his design students in a shopping mall at Romsås in the
nb: Som del av teoriundvervisningen har Barth mellom annet medvirket til et månedlangt kurs med designstudenter på kjøpesenter i Romsås i bydel Grorud i 2009.

source: 2 When applying, the applicant must submit a letter of motivation in addition to a written assignment. The
nb: 2 I forbindelse med søknad må søker sende inn et motivasjonsbrev. Søkere som går videre til praktisk

source: Since its founding in 1964, the Academy of Opera has undergone countless relocations, name changes and mergers.
nb: Siden starten i 1964 har Operahøgskolen vært gjennom utallige flyttinger, navneendringer og sammenslåinger.

source: Akselsen was elected Pro-Rector in 2019-2021.
nb: Akselsen var prorektor i 2019-2021. Forskningsresultater Cristin-databasen utilgjengelig.

source: Courses are available that allow students to use as many as 23 different studios, which in total cover 33 different disciplines.
nb: Man kan kurses i å bruke så mange som 23 verksteder, som til sammen dekker 33 forskjellige fagområder.

source: , from the Ballet School at the Norwegian National Opera and Ballet, represented Norway.
nb: , Ballettskolen, Den Norske Opera og Ballett, representerer Norge.

source: Welcome to the Oslo release of the publication Rivers of Emotion, Bodies of Ore which follows this fall’s major exhibition, with the same title, at Kunsthall Trondheim, curated by Lisa Rosendahl Associate Professor of Exhibition Studies at The Academy of Fine Art.
nb: Velkommen til Oslo-lanseringen av publikasjonen Rivers of Emotion, Bodies of Ore, som følger denne høstens store utstilling på Kunsthall Trondheim, kuratert av Lisa Rosendahl, Kunstakademiets nye førsteamanuensis i utstillingsstudier.

source: Toril Carlsen graduated from the National Academy of Opera, studying under Jartrud Ringdal, Ingrid Bjoner, Jenö Sipos and Eva Blahová.
nb: Toril Carlsen er utdannet ved Operahøgskolen (tidligere Statens operahøgskole) og har studert med Jartrud Ringdal, Ingrid Bjoner, Jenö Sipos og Eva Blahova.

source: Associate professor Linda Lien, Bergen Academy of Art and Design
nb: Førsteamanuensis Linda Lien, Kunst- og designhøgskolen i Bergen

source: Students shall experience that employees demonstrate respect for the student's personal and academic integrity and refrain from actions and statements that could be experienced as an attack on the student's dignity.
nb: Studenten skal oppleve at ansatte viser respekt for studentens personlige og faglige integritet og avstår fra handlinger eller uttalelser som kan oppfattes som angrep på studentens verdighet.

source: minimum score of 500, IELTS with a minimum score of 5.0, or other documentation on an equivalent level.
nb: Engelskkunnskaper kan for eksempel dokumenteres med TOEFL med minimum score på 500, IELTS med minimum score på 5.0 (eller annen dokumentasjon på tilsvarende nivå).

source: I attended the Forstudium Teater at Schous Plass here in Oslo, where I began to realise that there are different schools that are more suited to different kinds of budding actors.
nb: Jeg gikk på Forstudium Teater på Schous plass her i Oslo, og der fikk jeg mer av en innstilling at det finnes forskjellige skoler, som passer til forskjellige skuespillertalenter.

source: He has also been a member of the board of NoDa and served on the board of Proda to name a few.
nb: Han har også vært medlem av styret i NoDa samt sittet i styret i Proda i tillegg har han vært storstyremedlem i NoDa.

source: Evergreen Corona is a sculpture using the construction principles used by sculptor Kenneth Snelson (1927-2016)Read more....
nb: Evergreen Corona er en skulptur bygget ved hjelp av konstruksjonsprinsipper som går igjen i arbeidene til skulptøren Kenneth Snelson (1927-2016).

source: experience with applications for research grants, the EU etc., in order to support the staff and
nb: Ansettelse av en søknadskonsulent med lang erfaring med søknader for vitenskapsmidler, EU etc,

source: please see Facebookevent for booking of seat.
nb: facebookarrangement for booking av plass

source: collaborations, courses and projects must therefore be developed.
nb: for tverrfaglig samarbeid, kurs og prosjekter.

source: Blanche de la Force, pathologically afraid of everything, tells her father the Marquis that she wants to enter the Carmelite monastery.
nb: Frykt og skrik.Blanche de la Force som er patologisk redd for alt, forteller faren sin, Markien, at hun vil bli med i Carmelite-ordenen.

source: Thorkildsen concentrates on modernity in art, which by now has a 150-year history behind it.
nb: Thorkildsen tar for seg det moderne i kunsten – som etter hvert er blitt en 150 år lang tradisjon.

source: And it was just great beginning at the Master’s programme.
nb: Og det var veldig deilig å begynne på master.

source: Måns Wrange (1961) is an artist, writer, curator and educator based in Stockholm.
nb: Måns Wrange (1961) er kunstner, skribent, kurator og pedagog bosatt i Stockholm.

source: 51% of the instances were reported by people between 18 and 39 years, and this is a higher percentage than in the older age groups.
nb: 51 % av tilfellene oppgis av personer mellom 18 og 39 år, og dette er en høyere andel enn i de eldre aldersgruppene.Stipendiater er gruppen med høyest andel som oppgir å ha blitt utsatt for seksuell trakassering.

source: He began at the graphic art programme and I thought it sounded really exciting.
nb: Han begynte på grafikk og jeg syntes det så veldig spennende ut.

source: Like when I was the vice-dean, for example – that was a position I really enjoyed!”
nb: Som prodekan, for eksempel, det var en posisjon jeg trivdes veldig godt i!

source: Artaud’s thoughts on ritual theatre have also found their way into popular culture, not least via The Doors singer Jim Morrison.
nb: Hans tanker om det rituelle teater har også lekket over i populærkulturen, gjennom The Doors-sangeren Jim Morrison.

source: She is educated at Bergen School of Arts and Crafts, École Supérieure des Beaux-Arts in Paris, Royal College of Art in London and Jan Van Eyck Academy in Maastricht.
nb: Heske har utdannelse fra Bergen Kunsthåndtverksskole, École Superiore des Beaux-Arts, Royal College of Art i London og Jan Van Eyck Academie i Maastricht.

source: 15.00-16.00 Plenary sharing and closing sessionEach department is given 10 minutes to share the results of its workshop
nb: 15.00-16.00 Plenum, erfaringsdeling, avslutning og avrunding (EN)Hver avdeling får 10 min til å dele resultater av sitt arbeid med samlet kollegium.

source: This might be achieved by taking a look at KHiO’s organisation and ensuring an open flow of information, dialogue and participation in all lines of communication, establishing good evaluation and feedback routines, and invest in social and morale-raising activi-ties for students and staff.
nb: Dette kan gjøres ved å se på KHiOs organisering og sikre en åpen informasjonsflyt, dialog og med-virkning i alle linjer, etablere gode evaluerings- og tilbakemeldingsrutiner, samt sette i gang sosiale og trivselsskapende tiltak på alle nivåer.

source: Jill Walker Rettberg is professor of digital culture at the University of Bergen.
nb: Opponenter er skribent og kurator Margarida Mendes og kunstner og professor Susanne Winterling.

source: Graduation Show Master of Fine Art 2017
nb: Avgangsutstillingen master i billedkunst 2017

source: Her next book, on John Dewey, will be published in 2018 by the University of Chicago Press.
nb: Hennes neste bok om John Dewey gis ut i 2018 på University of Chicago Press.

source: The publication is a KUF project (artistic research), edited by Rike Frank, designed by HIT and published by Torpedo Press, Sternberg Press and Kunsthøgskolen i Oslo.
nb: Publikasjonen er et KUF prosjekt (kunstnerisk utviklingsarbeid og forskning), og er redigert av Rike Frank, designet av HIT og publisert av Torpedo Press, Sternberg Press og Kunsthøgskolen i Oslo.

source: As staff members at KHiO – in our respective roles as dean of the Art and Craft department and associate professor at the Academy of Dance and KHiO board member – we have acquired a good deal of insight into the factors that have caused several of the well-known issues at KHiO.
nb: Som ansatte på KHiO – i rollene som henholdsvis dekan for avdeling kunst og håndverk og førsteamanuensis ved avdeling dans og styremedlem – har vi fått god innsikt i de forholdene som er med på å skape flere av KHiOs velkjente problemstillinger.

source: The Academy’s practice-oriented teacher training programme (PPU) is a one-year programme for dancers, choreographers and actors who want to work as teachers and educators in the field.
nb: Praktisk-pedagogisk utdanning (PPU) er en ettårig lærerutdanning for dansere, koreografer og skuespillere som ønsker å jobbe som faglærere og pedagoger.

source: In his rendition of Falstaff, everyone on stage are residents or nurses at an old people’s home.
nb: I sin utgave av Falstaff gjør han alle på scenen til beboere og pleiere på et trist gamlehjem.

source: There is a nice link here to the Academy in Oslo and to the development of a theatrical education that is also open to contemporary impulses and to exploring the productive interface between theory and practice, and between the theatre stage and society at large.
nb: Her er det en fin link til KHiO og til utviklingen av en teaterutdanning som også er åpen for samtidens impulser og opptatt av å utforske produktive grensesnitt mellom teori og praksis, og mellom teaterscenen og samfunnet rundt.

source: reflection and assessment/evaluation
nb: erfaringsdeling, kritisk refleksjon og

source: From the production “State” by Ingri Fiksdal and Jonas Correll.
nb: Fra forestillingen «State» av Ingri Fiksdal og Jonas Correll.

source: Anna works with images, and sometimes text.
nb: Anna Nyström arbeider med bilder og iblant med tekst.

source: Welcome to see, touch and feel! Related
nb: Welcome to see, touch and feel! Relatert informasjon

source: We have therefore chosen not to address
nb: Vi har derfor valgt å

source: Using micro studies and participatory observation, while also allowing the official standpoint to be heard, Hermansen takes a close look at the mining community of Kiruna, located between the Luossavaara and Kiirunavaara mountains, and the surrounding Sami areas in the far north of Sweden.
nb: Gjennom mikrostudier og deltakende observasjon, samt å gi offisielle synspunkter stemmer tar Hermansen utgangspunkt i gruvesamfunnet Kiruna, som ligger mellom fjellene Luossavaara og Kiirunavaara, og de omkringliggende samiske områdene lengst nord i Sverige.

source: The Q&A will be moderated by Natalie Hope O’Donnell, curator of Munchmuseet on the Move.
nb: Ordstyrer for samtalen er Natalie Hope O’Donnell, kurator for Munchmuseet i bevegelse.

source: Mads Motrøen, who was in charge of carrying out the survey at Ipsos, will present the institution report for KHiO and respond to any questions.
nb: Mads Motrøen, ansvarlig for undersøkelsen hos Ipsos presenterer institusjonsrapport for KHiO og svarer på spørsmål.

source: Documentation and assessment
nb: Dokumentasjon og vurdering

source: • It is not permitted to bring outsiders into the Oslo National Academy of the Arts premises.
nb: • Det er ikke til att å bringe utenforstående inn i Kunsthøgskolens lokaler.
